<?php
	include('include/overall_head.txt');
?>


<DIV class=contentBlock>
<DIV class=contentText>
<H3><a name="about_site"></a>关于这个站点</H3>
<h4>写信给未来</h4>
<P>　　从考古鸟卫星飞上太空到小学生把写给20年后自己的信埋到树下，人类似乎越来越喜欢给未来的我留下什么，这仅仅是一种游戏吗？心理学上认为这源于人类的自我承诺与期待。 </P>
<p>　　给未来的自己写信的，一定是位有心人。中国科学院心理研究所咨询中心咨询师刘泽文博士这样评价。</p>
<p>　　写下对自己未来的期望。可能是十年、二十年之后，无论是事业，还是家庭、生活等各个方面希望自己能够达到什么程度。刘泽文认为，这是现代人给未来自己写信的一个重要目的。</p>
<p>　　心理学上，有一类行为是给自己设置目标，换个词来描述叫做做出承诺。给未来的自己写信就属于这种类型。刘泽文分析，与公开承诺不同，这是一种自我承诺；尽管公开承诺往往更不容易改变，但是由于隐私等各种不便公开的原因，人们便会给未来的自己写信，以对自己做出承诺。</p>
<p>　  　除了承诺，人们给未来的自己写信的另一个动机，便是评价或者总结以邮件的形式记录下此时此刻自己的经历、感受，让5年、10年，甚至是20年之后的自己  来查看。由于人在不同的年龄阶段，认知领悟能力不同，给未来的自己写信，实则是让自己以一种更加成熟的心态来面对和思考问题。</p>
<p>　　收到邮件的时候，也许连写信人自己都已经把这件事情淡忘了。但是在一阵惊喜之后，写信人会自问，这些年，我都做了些什么？预期的目标是否达到了？哪些事情没有完成？有没有从曾经的经验中获益？</p>
<p>　　其实，在我们的生活中，无论是记录经历，还是总结自己，甚至是自我告诫，人们也都会通过日记写下自己的感触。那为什么还有越来越多的人愿意选择了给自己写信的方式，而且还要给这封信加上一个期限，大多还都是数十年。</p>
<p>　　日记、周记都是记录一些即时发生的事情，与写信的目的有着明显的不同。这种方式更多地侧重于一种倾诉。</p>
<p>　　刘泽文解释，人们在写日记、周记，包括时下流行的BLOG，都是对即时事件进行的记录。人们从情感上，往往把日记人格化，将其当作一个朋友。这时，日记不再是单纯的信息的载体，它同时也是自我放松、自我宣泄的载体，它成为了人们的倾诉对象。</p>
<p>　　而给自己写的信不是出于倾诉的考虑，哪怕内容上可能会与日记近似。更多的时候，写信人会因此产生一种心理期待，从而促使自己朝着这一目标方向努力。这正是自我承诺的实现。</p>
</DIV></DIV><!-- end content block -->
<DIV class=contentBlock>
<DIV class=contentText>
<H3><a name="about_us"></a>关于我们的承诺</H3>
<P>　　我们承诺我们会将您写的每一封信，按您指定的时间发送到您指定的邮箱。我们承诺绝不向任何人透露您未公开的信件。</P>
<P>　　我们会定期的备份数据库，确保您的信件不会因为我们的疏忽或意外而丢失。</P>
<P>　　也许会有一天，这个网站因为某种原因而关闭，您无法再正常访问这里，但我们仍会将手中未发送完的信件发送完。即使以后毕业，工作，或者失业，或者。。。我都会将数据库带在身边，并发送完尚未发送的信件。</P>
</DIV></DIV>
<DIV class=contentBlock>
<DIV class=contentText>
<H3>关于我们</H3>
<p>　目前这我们就我一个人，如果你意外的看到这个页面的话，如果你对我这个设想感兴趣的话，不妨到我的论坛联系我。</p>
<p>　现在网站也就只完成了网页框架的部分，其他的都还没有开始做</p>
<p>　我希望我能在开学前，也就是二月二十号前完成这个网站，使他能够处理Email形式的信件，我也希望在下学期结束前（七月份）使网站能够处理纸质的信件。</p>
<p>　上面就是我的日程表</p>
<p>　当我有这个想法的时候，我设想着网站的每一个页面的构架，但当我现在去实现它的时候，却发现对于我来说这似乎有点难，我现在有点不知道该从哪里下手，毕竟我的专业不是这个----呵呵，要说到我的专业，我是更一窍不通。</p>
<p>　我希望有谁能和我一起来做这个网站</p>
</DIV></DIV>
<!-- content block -->
<!-- content block -->


<?php
	include('include/overall_foot.txt');
?>